{
    "quotes": [
        {
            "text": "Laughter is the closest thing to the grace of God."
        },
        {
            "text": "To clasp the hands in prayer is the beginning of an uprising against the disorder of the world."
        },
        {
            "text": "Prayer without study would be empty. Study without prayer would be blind."
        },
        {
            "text": "Jesus does not give recipes that show the way to God as other teachers of religion do. He is Himself the way."
        },
        {
            "text": "The theologian who labors without joy is not a theologian at all. Sulky faces, morose thoughts and boring ways of speaking are intolerable in this field."
        },
        {
            "text": "The person who knows only his side of the argument knows little of that."
        },
        {
            "text": "In the Church of Jesus Christ there can and should be no non-theologians."
        },
        {
            "text": "This much is certain, that we have no theological right to set any sort of limits to the loving-kindness of God which has appeared in Jesus Christ. Our theological duty is to see and understand it as being still greater than we had seen before."
        },
        {
            "text": "...'joy' in Phillippians is a defiant 'Nevertheless!' that Paul sets like a full stop against the Philippians' anxiety..."
        },
        {
            "text": "Take your Bible and take your newspaper, and read both. But interpret newspapers from your Bible."
        },
        {
            "text": "It may be that when the angels go about their task praising God, they play only Bach. I am sure, however, that when they are together en famille they play Mozart."
        },
        {
            "text": "The nativity mystery 'conceived from the Holy Spirit and born from the Virgin Mary, means, that God became human, truly human out of his own grace. The miracle of the existence of Jesus , his “climbing down of God” is: Holy Spirit and Virgin Mary! Here is a human being, the Virgin Mary, and as he comes from God, Jesus comes also from this human being. Born of the Virgin Mary means a human origin for God. Jesus Christ is not only truly God, he is human like every one of us. He is human without limitation. He is not only similar to us, he is like us.'"
        },
        {
            "text": "Theology is not a private subject for theologians only. Nor is it a private subject for professors. Fortunately, there have always been pastors who have understood more about theology than most professors. Nor is theology a private subject of study for pastors. Fortunately, there have repeatedly been congregation members, and often whole congregations, who have pursued theology energetically while their pastors were theological infants or barbarians. Theology is a matter for the Church."
        },
        {
            "text": "I haven't even read everything I wrote."
        },
        {
            "text": "As ministers we ought to speak of God. We are human, however, and so cannot speak of God. We ought therefore to recognize both our obligation and our inability and by that very recognition give glory to God."
        },
        {
            "text": "Thus in this oneness Jesus Christ is the Mediator, the Reconciler, between God and man. Thus He comes forward to MAN on behalf of GOD calling for and awakening faith, love and hope, and to GOD on behalf of MAN, representing man, making satisfaction and interceding. Thus He attests and guarantees to God's free GRACE and at the same time attests and guarantees to God man's free GRATITUDE."
        },
        {
            "text": "Faith is not an art. Faith is not an achievement. Faith is not a good work of which some may boast while others can excuse themselves with a shrug of the shoulders for not being capable of it. It is a decisive insight of faith itself that all of us are incapable of faith in ourselves, whether we think of its preparation, beginning, continuation, or completion. In this respect believers understand unbelievers, skeptics, and atheists better than they understand themselves.  Unlike unbelievers, they regard the impossibility of faith as necessary, not accidental ..."
        },
        {
            "text": "The mature and well-balanced man, standing firmly with both feet on the earth, who has never been lamed and broken an half-blinded by the scandal of life, is as such the existentially godless man."
        },
        {
            "text": "True theology is an actual determination and claiming of man by the acting God."
        },
        {
            "text": "A free theologian works in communication with other theologians...He waits for them and asks them to wait for him. Our sadly lacking yet indispensable theological co-operation depends directly or indirectly on whether or not we are wiling to wait for one another, perhaps lamenting, yet smiling with tears in our eyes."
        },
        {
            "text": "That the zeal for God's honor is also a dangerous passion, that the Christian must bring with him the courage to swim against the tide instead of with it... accept a good deal of loneliness, will perhaps be nowhere so clear and palpable as in the church, where he would so much like things to be different. Yet he cannot and he will not refuse to take this risk and pay this price... he belongs where the reformation of the church is underway or will again be underway."
        },
        {
            "text": "...The cry of revolt against such a god [a god which just affirms the world as it is] is nearer the truth than is the sophistry with which men attempt to justify him...."
        },
        {
            "text": "For if God Himself became man, this man, what else can this mean but that He declared himself guilty of the contradiction against Himself"
        },
        {
            "text": "God's high freedom in Jesus Christ is His freedom for LOVE. The divine capacity which operates and exhibits itself in that superiority and subordination is manifestly also God's capacity to bend downwards, to attach Himself to another and this other to Himself, to be together with him. This takes place in that irreversible sequence, but in it is completely real. In that sequence there arises and continues in Jesus Christ the highest communion of God with man. God's deity is thus no prison in which He can exist only in and for Himself. It is rather His freedom to be in and for Himself but also with and for us, to assert but also to sacrifice Himself, to be wholly exalted but also completely humble, not only almighty but also almighty mercy, not only Lord but also servant, not only judge but also Himself the judged, not only man's eternal king but also his brother in time. And all that without in the slightest forfeiting His deity! All that, rather, in the highest proof and proclamation of His deity! He who DOES and manifestly CAN do all that, He and no other is the living God."
        },
        {
            "text": "On the basis of the eternal will of God we have to think of EVERY HUMAN BEING, even the oddest, most villainous or miserable, as one to whom Jesus Christ is Brother and God is Father; and we have to deal with him on this assumption. If the other person knows that already, then we have to strengthen him in the knowledge. If he does no know it yet or no longer knows it, our business is to transmit this knowledge to him."
        },
        {
            "text": "In His free grace, God is for man in every respect; He surrounds man from all sides. He is man's Lord who is before him, above him, after him, and thence also with him in history, the locus of man's existence. Despite man's insignificance, God is with him as his Creator who intended and made mankind to be very good. Despite man's sin, God is with him, the One who was in Jesus Christ reconciling the world, drawing man unto Himself in merciful judgment. Man's evil past is not merely crossed out because of its irrelevancy. Rather, it is in the good care of God. Despite man's life in the flesh, corrupt and ephemeral, God is with him. The victor in Christ is here and now present through His Spirit, man's strength, companion, and comfort. Despite man's death God is with him, meeting him as redeemer and perfecter at the threshold of the future to show him the totality of existence in the true light in which the eyes of God beheld it from the beginning and will behold it evermore. In what He is for man and does for man, God ushers in the history leading to the ultimate salvation of man."
        },
        {
            "text": "God wants man to be His creature. Furthermore, He wants him to be His PARTNER. There is a causa Dei in the world. God wants light, not darkness. He wants cosmos, not chaos. He wants peace, not disorder. He wants man to administer and to receive justice rather than to inflict and to suffer injustice. He wants man to live according to the Spirit rather than according to the flesh. He wants man bound and pledged to Him rather than to any other authority. He wants man to live and not to die. Because He wills these things God is Lord, Shepherd, and Redeemer of man, who in His holiness and mercy meets His creature; who judges and forgives, rejects and receives, condemns and saves."
        },
        {
            "text": "Joy is the simplest form of gratitude."
        },
        {
            "text": "In Jesus Christ there is no isolation of man from God or of God from man. Rather, in Him we encounter the history, the dialogue, in which God and man meet together and are together, the reality of the covenant MUTUALLY contracted, preserved, and fulfilled by them. Jesus Christ is in His one Person, as true GOD, MAN'S loyal partner, and as true MAN, GOD'S. He is the Lord humbled for communion with man and likewise the Servant exalted to communion with God."
        },
        {
            "text": "He wants in His freedom actually not to be without man but WITH him and in the same freedom not against him but FOR him, and that apart from or even counter to what man deserves. He wants in fact to be man's partner, his almighty and compassionate Saviour. He chooses to give man the benefit of His power, which encompasses not only the high and the distant but also the deep and the near, in order to maintain communion with him in the realm guaranteed by His deity. He determines to love him, to be his God, his Lord, his compassionate Preserver and Saviour to eternal life, and to desire his praise and service."
        },
        {
            "text": "The Church should be the place where a word reverberates right into the world."
        },
        {
            "text": "Exactly halfway between exegesis and practical theology stands dogmatics."
        },
        {
            "text": "It is in full unity with Himself that He is also – and especially and above all – in Christ, that he becomes a creature, man, flesh, that He enters into our being in contradiction, that He takes upon Himself its consequences. If we think that this is impossible it is because our concept of God is too narrow, too arbitrary, too human – far too human. Who God is and what it is to be divine is something we have to learn where God has revealed Himself and His nature, the essence of the divine. And if He has revealed Himself in Jesus Christ as the God who does this, it is not for us to be wiser than He and to say that it is in contradiction with the divine essence. We have to be ready to be taught by Him that we have been too small and perverted in our thinking about Him within the framework of a false idea about God. It is not for us to speak of a contradiction and rift in the being of God, but to learn to correct our notions of the being of God, to constitute them in the light of the fact that He does this. We may believe that God can and must only be absolute in contrast to all that is relative, exalted in contrast to all that is lowly, active in contrast to all suffering, inviolable in contrast to all temptation, transcendent in contrast to all immanence, and therefore divine in contrast to everything human, in short that He can and must be the “Wholly Other. But such beliefs are shown to be quite untenable, and corrupt and pagan, by the fact that God does in fact be and do this in Jesus Christ. We cannot make them the standard by which to measure what God can or cannot do, or the basis of the judgement that in doing this He brings Himself into self-contradiction. By doing this God proves to us that He can do it, that to do it is within His nature. And He Himself to be more great and rich and sovereign than we had ever imagined. And our ideas of His nature must be guided by this, and not vice versa."
        },
        {
            "text": "Heaven and earth, nature and man, comedy and tragedy, … the Virgin Mary and the demons...Mozart simply contains and includes all this within his music in perfect harmony. This harmony is not a matter of “balance or “indifference” – it is a glorious upsetting of the balance, a turning in which the light rises and the shadows fall, in which the Yes rings louder than the ever-present."
        },
        {
            "text": "Evangelical theology is modest theology, because it is determined to be so by its object, that is, by him who is its subject."
        },
        {
            "text": "He has heard, and causes those with ears to hear, even today, what we shall not see until the end of time - the whole context of Providence. As though in the light of this end, he heard the harmony of creation to which the shadow belongs but in which the shadow is not darkness, deficiency is not defeat, trouble cannot degenerate into tragedy and infinite melancholy is ultimately forced to claim undisputed sway...Mozart causes us to hear that even on the latter side, and therefore in its totality creation praises its master and is therefore perfect."
        },
        {
            "text": "In dogmatics our question is: What are we to think and say?"
        },
        {
            "text": "The Word ought to be exposed in the words."
        },
        {
            "text": "Dogmatics is the testing of Church doctrine and proclamation."
        },
        {
            "text": "Theology can be useful only when it does not retreat from the divine judgment that accompanies the work of all men, but, instead unreservedly exposes and submits itself to this judgment. Only by not rejecting or resisting the threat that encounters it, but, instead, acknowledging it propriety, reconciling itself to it, and enduring and bearing it, can theology become useful."
        },
        {
            "text": "Holy Communion is offered to all, as surely as the living Jesus Christ is for all, as surely as all of us are not divided in him, but belong together as brothers and sisters, all of us poor sinners, all of us rich through his mercy. Amen."
        },
        {
            "text": "Political correctness jeopardizes more than it should the human capacity to speak the truth."
        },
        {
            "text": "What is there within the Bible?\"\"It is a dangerous question. We might do better not to come too near this burning bush. For we are sure to betray what is—behind us! The Bible gives to every man and every era such answers to your questions as they deserve. We shall always find in it as much as we seek and no more: high and divine content if it is high and divine content that we seek; transitory and \"historical\" content, if transitory and \"historical\" content that we seek. Nothing whatever, if it is nothing whatever that we seek. The hungry are satisfied by it, and to the satisfied it is surfeiting before they have opened it. The question, \"What is in the Bible?\" has a mortifying way of converting itself into the opposing question, \"Well, what are you looking for, and who are you, pray, who make bold to look?"
        },
        {
            "text": "No act of man can claim to be more than an attempt, not even science."
        },
        {
            "text": "The Christian Church does not exist in Heaven, but on earth and in time."
        },
        {
            "text": "Durch das Leid hindurch, nicht am Leid vorbei, geht der Weg zur Freude."
        }
    ]
}
